Repository: FlashForge/Orca-Flashforge
Catalog: localization/flashforge/*/flashforge_*.po
Languages: de, es, fr, ja

source: The configuration may be generated by a newer version of Orca-Flashforge.
de: Die Konfiguration wurde möglicherweise mit einer neueren Version von Orca-Flashforge erzeugt.
es: La configuración pudo haberse generado con una versión más reciente de Orca-Flashforge.
fr: La configuration peut être générée paru ne nouvelle version d’Orca-Flashforge.
ja: Orca-Flashforgeの新しいバージョンで構成を生成した可能性があります。

source: Based on BambuStudio and PrusaSlicer
de: Basierend auf BambuStudio und PrusaSlicer
es: Basado en BambuStudio y PrusaSlicer
fr: Sur la base de BambuStudio et PrusaSlicer
ja: BambuStudioとPrusaSlicerをベース

source: Orca-Flashforge will terminate because of running out of memory.It may be a bug. It will be appreciated if you report the issue to our team.
de: Orca-Flashforge wird beendet, weil der Speicher nicht ausreicht. Es kann sich um einen Bug handeln. Wir bitten Sie, dieses Problem unserem Team zu melden.
es: Orca-Flashforge se cerrará debido a falta de memoria. Puede ser un error. Agradeceremos que informe el problema a nuestro equipo.
fr: Orca-Flashforge va interrompre le processus par épuisement de la mémoire. Il pourrait s’agir d’un bogue. Nous vous serions reconnaissants de signaler le problème à notre équipe.
ja: メモリー不足のため、Orca-Flashforgeは終了します。これはバグの可能性があります。問題を当社の担当者までご報告いただけると幸いです。

source: Orca-Flashforge will terminate because of a localization error. It will be appreciated if you report the specific scenario this issue happened.
de: Orca-Flashforge wird wegen eines Lokalisierungsfehlers beendet. Wir bitten Sie, dieses Problem ggf. unserem Team zu melden.
es: Orca-Flashforge se cerrará debido a un error de localización. Agradeceremos que informe la situación específica en la que ocurrió este problema.
fr: Orca-Flashforge va interrompre le processus en raison d’une erreur de localisation. Nous vous serions reconnaissants de nous informer du scénario spécifique dans lequel ce problème est survenu.
ja: 翻訳エラーのため、Orca-Flashforgeは終了します。この問題が起きる条件について、当社の担当者までご報告いただけると幸いです。

source: Orca-Flashforge got an unhandled exception: %1%
de: Orca-Flashforge:unbehandelte Ausnahme: %1%
es: Orca-Flashforge encontró un error no controlado: %1%
fr: Orca-Flashforge a reçu une exception non traitée : %1%
ja: Orca-Flashforgeで未処理の例外が発生しました： %1%

source: Downloading FlashForge Network Plug-in
de: Das FlashForge Network Plug-in wird heruntergeladen
es: Descargando el complemento de red de FlashForge
fr: Téléchargement du plugin du réseau FlashForge en cours
ja: FlashForgeのネットワークプラグインをダウンロードしています

source: Orca-Flashforge requires the Microsoft WebView2 Runtime to operate certain features. Click Yes to install it now.
de: Orca-Flashforge erfordert Microsoft WebView2 Runtime für dies Ausführung von bestimmten Funktionen. Klicken Sie auf „Ja“, um es jetzt herunterzuladen.
es: Orca-Flashforge requiere la ejecución de Microsoft WebView2 para ejecutar ciertas funciones. Haga clic en Sí para instalarlo ahora.
fr: Pour exécuter certaines fonctions, Orca-Flashforge nécessite du runtime WebView2 de Microsoft. Cliquez sur « Oui » pour l’installer maintenant.
ja: Orca-Flashforgeは一部機能を実行するためにMicrosoft WebView2 Runtimeを必要とします。 「はい」をクリックして、今すぐインストールしてください。

source: Account Auto Connect Failed!
de: Automatische Konto-Verbindung fehlschlagen fehlgeschlagen!
es: ¡Fallo en la conexión automática de la cuenta!
fr: La connexion automatique au compte a échoué.
ja: アカウントを自動接続できません。

source: The Orca-Flashforge needs an upgrade
de: Orca-Flashforge benötigt ein Upgrade
es: Orca-Flashforge necesita una actualización.
fr: Orca-Flashforge a besoin d’une mise à niveau
ja: Orca-Flashforgeをアップグレードする必要があります

source: The Orca-Flashforge configuration file may be corrupted and cannot be parsed.Orca-Flashforge has attempted to recreate the configuration file. Please note, application settings will be lost, but printer profiles will not be affected.
de: Möglicherweise ist die Orca-Flashforge-Konfigurationsdatei beschädigt oder kann nicht analysiert werden. Orca-Flashforge hat versucht, die Konfigurationsdatei wiederherzustellen. Beachten Sie bitte, dass die Anwendungseinstellungen verlorengehen. Die Druckerdateien sind jedoch nicht betroffen.
es: El archivo de configuración de Orca-Flashforge podría estar corrupto y no se puede analizar. Orca-Flashforge ha intentado regenerar el archivo de configuración. Tenga en cuenta que se perderán la configuración de la aplicación, pero los perfiles de impresora no se verán afectados.
fr: Le fichier de configuration d’Orca-Flashforge est peut-être corrompu et ne peut pas être analysé. Orca-Flashforge a essayé de recréer le fichier de configuration. Notez que les paramètres de l’application seront perdus, mais que les profils de l’imprimante ne seront pas affectés.
ja: Orca-Flashforge構成ファイルは破損している可能性があり、パースできません。Orca-Flashforgeは構成ファイルの再生を試みました。 アプリケーション設定は失われますが、プリンターのプロフィールは影響を受けない点にご注意ください。

source: Account Auto Connecting...
de: Automatische Konto-Verbindung...
es: Conexión automática de la cuenta...
fr: Connexion automatique au compte en cours...
ja: アカウントを自動接続しています…

source: The version of Orca-Flashforge is too low and needs to be updated to the latest version before it can be used normally
de: Diese Version von Orca-Flashforge ist zu niedrig und muss auf die aktuelle Version aktualisiert werden, um die Anwendung normal nutzen zu können.
es: La versión de Orca-Flashforge es demasiado antigua y necesita actualizarse a la última versión antes de poder usarse normalmente.
fr: La version d’Orca-Flashforge est trop ancienne ; vous devrez la mettre à jour à la dernière version pour pouvoir l’utiliser normalement
ja: Orca-Flashforgeのバージョンが低すぎます。通常通りに使用する前に、最新バージョンへ アップデートする必要があります。

source: The current account has been logged out!
de: Das aktuelle Konto wurde abgemeldet!
es: ¡La sesión actual ha sido cerrada!
fr: Le compte actuel a été déconnecté.
ja: 現在のアカウントはログアウトしました。

source: Unable to connect to the Internet!
de: Verbindung mit dem Internet nicht möglich!
es: ¡No se puede conectar a Internet!
fr: Impossible de se connecter à l’Internet
ja: インターネットに接続できません。

source: Already the newest version!
de: Neueste Version bereits vorhanden!
es: ¡Ya tienes la versión más reciente!
fr: Vous avez déjà la dernière version.
ja: すでに最新バージョンです。

source: Orca-Flashforge GUI initialization failed
de: Orca-Flashforge GUI-Initialisierung fehlgeschlagen
es: Ha fallado la inicialización de la interfaz gráfica de Orca-Flashforge
fr: L’initialisation de la GUI d’Orca-Flashforge a échoué.
ja: Orca-FlashforgeのGUIを初期化できませんでした

source: Account Offline,Connecting...
de: Konto-Offline, Verbindung...
es: Cuenta desconectada, conectando...
fr: Le compte est hors ligne, connexion en cours...
ja: アカウントがオフラインです。接続しています…

source: Unable to connect to printer
de: Verbindung mit Drucker nicht möglich
es: No se puede conectar a la impresora
fr: Impossible de se connecter à l’imprimante
ja: プリンターに接続できません

source: Orca-Flashforge is licensed under
de: Orca-Flashforge wird lizenziert unter
es: Orca-Flashforge está licenciado bajo
fr: Orca-Flashforge est sous licence de
ja: Orca-Flashforgeはこちらのライセンスを受けています

source: Orca-Flashforge is based on OrcaSlicer by Softfever, and OrcaSlicer is based on BambuStudio by Bambulab, which is from PrusaSlicer by Prusa Research. PrusaSlicer is from Slic3r by Alessandro Ranellucci and the RepRap community
de: Orca-Flashforge basiert auf OrcaSlicer von Softfever. OrcaSlicer basiert auf BambuStudio von Bambulab von PrusaSlicer von Prusa Research. PrusaSlicer ist von Slic3r von Alessandro Ranellucci und der RepRap-Community
es: Orca-Flashforge se basa en OrcaSlicer de Softfever y OrcaSlicer se basa en BambuStudio de BambuLab, que proviene de PrusaSlicer de Prusa Research. PrusaSlicer proviene de Slic3r de Alessandro Ranellucci y la comunidad RepRap.
fr: Orca-Flashforge est basé sur OrcaSlicer de Softfever, et OrcaSlicer est basé sur BambuStudio de Bambulab, qui provient de PrusaSlicer de Prusa Research. PrusaSlicer provient de Slic3r d’Alessandro Ranellucci et de la communauté RepRap
ja: Orca-FlashforgeはSoftfeverが提供するOrcaSlicerをベースにしています。OrcaSlicerは、Bambulabが提供するBambuStudio（Prusa ResearchのPrusaSlicerが元）をベースにしています。 PrusaSlicerは、Alessandro RanellucciとRepRapコミュニティが提供するSlic3rをベースにしています

source: Orca-FlashForge is based on OrcaSlicer by SoftFever.
de: Orca-Flashforge basiert auf OrcaSlicer von SoftFever
es: Orca-FlashForge se basa en OrcaSlicer de SoftFever.
fr: Orca-FlashForge est basé sur OrcaSlicer de SoftFever.
ja: Orca-FlashForgeはSoftFeverが提供するOrcaSlicerをベースにしています。

source: You can find it in "Settings > Network > Network Mode" on the printer; To facilitate device identification, you can change the device name on the device page.
de: Sie finden ihn unter „Einstellung > Netzwerk > Netzwerkmodus > auf dem Drucker. Für die vereinfachte Identifizierung des Gerätes können Sie den Gerätenamen auf der Geräteseite ändern.
es: Lo puede encontrar en "Configuración > Red > Modo de red" en la impresora; Para facilitar la identificación del dispositivo, puede cambiar el nombre del mismo en la página del dispositivo.
fr: Vous pouvez le trouver dans « Paramètres > Réseau > Mode du réseau » sur l’imprimante ; pour faciliter l’identification du périphérique, vous pouvez modifier son nom sur la page des périphériques.
ja: プリンターの「設定 > ネットワーク > ネットワークモ ード」をご覧ください。デバイスを識別しやすくする ため、デバイスページでデバイス名を変更できます。

source: The access code is wrong, please input again.
de: Falscher Zugangscode. Bitte erneut eingeben.
es: El código de acceso es incorrecto. Por favor, ingréselo nuevamente.
fr: Le code d’accès est incorrect, veuillez le saisir de nouveau.
ja: アクセスコードは間違っています。再度入力してください。

source: Another virtual camera is running. Orca-Flashforge supports only a single virtual camera. Do you want to stop this virtual camera?
de: Eine andere virtuelle Kamera läuft. Orca-Flashforge unterstützt nur eine einzige virtuelle Kamera. Möchten Sie diese virtuelle Kamera anhalten?
es: Otra cámara virtual está en ejecución. Orca-Flashforge sólo admite una única cámara virtual. ¿Desea detener esta cámara virtual?
fr: Une autre caméra virtuelle est en fonctionnement. Orca-Flashforge ne prend en charge qu’une seule caméra virtuelle. Voulez-vous arrêter cette caméra virtuelle ?
ja: 別のバーチャルカメラが動作しています。 Orca-Flashforgeがサポートするバーチャルカメラの台数は、1台です。 このバーチャルカメラを停止しますか？

source: The .gcode.3mf file contains no G-code data.Please slice it with Orca-Flashforge and export a new .gcode.3mf file.
de: Die Datei .gcode.3mf enthält keine G-code-Daten. Bitte slicen Sie diese mit Orca-Flashforge und laden Sie eine neue .gcode.3mf-Datei herunter.
es: El archivo .gcode.3mf no contiene datos de G-Code. Por favor, lamínelo con Orca-Flashforge y exporte un nuevo archivo .gcode.3mf.
fr: Le fichier .gcode.3mf ne contient pas de données G-code. Veuillez trancher avec Orca-Flashforge et exporter un nouveau fichier .gcode.3mf.
ja: .gcode.3mfファイルにはGコードデータが存在しません。Orca-Flashforgeでスライスして、新しい.gcode.3mfファイルをエクスポートしてください。

source: Device List
de: Geräteliste
es: Lista de dispositivos
fr: Liste des périphériques
ja: デバイス一覧

# Flashforge
source: Device Status
de: Gerätestatus
es: Estado del dispositivo
fr: Statut du périphérique
ja: デバイスのステータス

source: There are some unknown filaments mapped to generic preset. Please update Orca-Flashforge or restart Orca-Flashforge to check if there is an update to system presets.
de: Einige unbekannte Filamente wurde der allgemeinen Voreinstellung zugeordnet. Bitte aktualisieren Sie Orca-Flashforge oder starten Sie Orca-Flashforge neu, um zu prüfen, ob ein Update für die Systemeinstellungen vorhanden ist.
es: Hay algunos filamentos desconocidos asignados a un ajuste genérico. Actualice Orca-Flashforge o reinícielo para comprobar si hay alguna actualización de los ajustes del sistema.
fr: Certains filaments inconnus sont associés au préréglage générique. Mettez Orca-Flashforge à jour, ou redémarrez-le pour vérifier si une mise à jour des préréglages système est disponible.
ja: 一般プリセットに不明なフィラメントがマッピングされています。Orca-Flashforgeをアップデートするか、Orca-Flashforgeを再起動して、システムのプリセットに対するアップデートが存在しないか確かめてください。

source: The 3mf is not supported by Orca-Flashforge, load geometry data only.
de: 3mf wird von Orca-Flashforge nicht unterstützt. Laden Sie bitte nur Geometriedaten.
es: El formato 3MF no es compatible con Orca-Flashforge. Sólo se cargarán los datos de geometría.
fr: Le 3mf n’est pas pris en charge par Orca-Flashforge ; chargez les données géométriques seulement.
ja: Orca-Flashforgeは3mfをサポートしません。幾何データのみをロードします。

source: Importing to Orca-Flashforge failed. Please download the file and manually import it.
de: Importieren in Orca-Flashforge fehlgeschlagen. Laden Sie die Datei bitte herunter und importieren Sie diese manuell.
es: La importación a Orca-Flashforge ha dado error. Por favor, descargue el archivo e impórtelo manualmente.
fr: L’importation vers Orca-Flashforge a échoué. Téléchargez le fichier et importez-le manuellement.
ja: Orca-Flashforgeへインポートできませんでした。ファイルをダウンロードして手動でインポートしてください。

source: "Fix Model" feature is currently only on Windows. Please repair the model on Orca-Flashforge(windows) or CAD softwares.
de: Die Funktion „Fix Model“ wird zurzeit nur unter Windows unterstützt. Reparieren Sie das Modell bitte in Windows (Orca-Flashforge) oder in einer CAD-Software.
es: La función "Reparar Modelo" está actualmente disponible sólo en Windows. Por favor, repare el modelo con Orca-Flashforge (Windows) o software CAD.
fr: La fonctionnalité « Fix Model » (Réparer le modèle) n’est actuellement que sur Windows. Réparez le modèle sur Orca-Flashforge (Windows) ou à l’aide de logiciels CAD.
ja: 「固定モデル」機能は現在、Windowsのみで利用できます。Orca-Flashforge（Windows）またはCADソフトウェアでモデルを修復してください。

source: Associate files to Orca-Flashforge
de: Dateien mit Orca-Flashforge verknüpfen
es: Asociar archivos a Orca-Flashforge
fr: Associez des fichiers à Orca-Flashforge
ja: Orca-Flashforgeとファイルを関連付ける

source: Associate .3mf files to Orca-Flashforge
de: .3mf-Dateien mit Orca-Flashforge verknüpfen
es: Asociar archivos .3MF a Orca-Flashforge
fr: Associez des fichiers .3mf à Orca-Flashforge
ja: Orca-Flashforgeと.3mfファイルを関連付ける

source: If enabled, sets Orca-Flashforge as default application to open .3mf files
de: Bei Aktivierung wird Orca-Flashforge als Standard-App für das Öffnen von .3mf-Dateien festgelegt
es: Si está activado, se establecerá Orca-Flashforge como la aplicación predeterminada para abrir archivos .3MF.
fr: Si activé, il définit Orca-Flashforge comme l’application par défaut pour ouvrir les fichiers .3mf
ja: 有効にすると、.3mfファイルをデフォルトで開くアプリケーションにOrca-Flashforgeを指定します。

source: Associate .stl files to Orca-Flashforge
de: .stl-Dateien mit Orca-Flashforge verknüpfen
es: Asociar archivos .STL a Orca-Flashforge
fr: Associez des fichiers .stl Orca-Flashforge
ja: Orca-Flashforgeと.stlファイルを関連付ける

source: If enabled, sets Orca-Flashforge as default application to open .stl files
de: Bei Aktivierung wird Orca-Flashforge als Standard-App für das Öffnen von .stl-Dateien festgelegt
es: Si está activado, se establecerá Orca-Flashforge como la aplicación predeterminada para abrir archivos .STL.
fr: Si activé, il définit Orca-Flashforge comme l’application par défaut pour ouvrir les fichiers .stl
ja: 有効にすると、.stlファイルをデフォルトで開くアプリケーションにOrca-Flashforgeを指定します。

source: Associate .step/.stp files to Orca-Flashforge
de: .step-/.stp-Dateien mit Orca-Flashforge verknüpfen
es: Asociar archivos .STEP/.STP a Orca-Flashforge
fr: Associez des fichiers .step/.stp à Orca-Flashforge
ja: Orca-Flashforgeへ.step/.stpファイルを関連付ける

source: If enabled, sets Orca-Flashforge as default application to open .step files
de: Bei Aktivierung wird Orca-Flashforge als Standard-App für das Öffnen von .step-Dateien festgelegt
es: Si está activado, se establecerá Orca-Flashforge como la aplicación predeterminada para abrir archivos .STEP.
fr: Si activé, il définit Orca-Flashforge comme l’application par défaut pour ouvrir les fichiers .step
ja: 有効にすると、.stepファイルをデフォルトで開くアプリケーションにOrca-Flashforgeを指定します。

source: Please login first.
de: Bitte melden Sie sich zuerst an
es: Por favor, inicie sesión primero.
fr: Connectez-vous d’abord.
ja: まずログインしてください。

source: Are you sure to unbind this device?
de: Möchten Sie die Bindung des Gerätes aufheben?
es: ¿Está seguro de desvincular este dispositivo?
fr: Voulez-vous vraiment dissocier ce périphérique ?
ja: このデバイスのバインドを解除しますか？

source: Question
de: Frage
es: Pregunta
ja: 質問

source: MultiSend:send_to_printer, is busy
de: MultiSend:send_to_printer, ist belegt
es: MultiSend: send_to_printer está ocupado
fr: MultiSend : send_to_printer est occupé
ja: MultiSend:send_to_printerはビジーです

source: no valid printer
de: Kein gültiger Drucker
es: no hay una impresora válida
fr: aucune imprimante valide
ja: 有効なプリンターが存在しません

source: send prepare fail
de: Senden vorbereiten ist fehlgeschlagen
es: Error en la preparación del envío
fr: l'envoi a échoué
ja: 送信準備できません

source: Tip
de: Tipp
es: Consejos
fr: Astuce
ja: ヒント

source: File sent successfully
de: Datei erfolgreich gesendet
es: Archivo enviado con éxito
fr: Fichier envoyé avec succès
ja: ファイルが正常に送信されました

source: File sending failure: inconsistent model and slicing configuration or network abnormality
de: Fehler Datei senden: inkonsistentes Modell und Slicing-Konfiguration oder Netzwerkstörung
es: Error en el envío del archivo: configuración de modelo y corte inconsistentes o anomalía de red
fr: Échec de l’envoi du fichier : configuration incohérente du modèle et du tranchage, ou anomalie du réseau
ja: ファイルを送信できません：モデルとスライス構成が一貫しないか、ネットワークに異常があります

source: Send printing tasks to
de: Druckaufgaben senden an
es: Enviar impresión a
fr: Envoyer les tâches d’impression à
ja: 印刷タスクを次へ送信する

source: Levelling
de: Nivellierung
es: Nivelación
fr: Nivellement en cours
ja: レベリング

source: No printer connected, please connect printer first!
de: Kein Drucker verbunden, bitte zuerst den Drucker verbinden!
es: No hay una impresora conectada. ¡Conecte una impresora primero!
fr: Aucune imprimante connectée ; connectez une imprimante d’abord
ja: プリンターが接続されていません。まず、プリンターを接続してください。

source: Sending task, do you want to cancel it?
de: Aufgabe wird gesendet, möchten Sie abbrechen?
es: Enviando tarea. ¿Desea cancelarla?
fr: Tâche en cours d’envoi ; voulez-vous l’annuler ?
ja: タスクを送信しています。キャンセルしますか？

source: Preparing printing task
de: Druckaufgabe wird vorbereitet
es: Preparando impresión
fr: Tâche d’impression en préparation
ja: 印刷タスクを準備しています

source: Canceling the print job, please wait
de: Druckjob wird abgebrochen, bitte warten
es: Cancelando la impresión, por favor, espere
fr: Tâche d’impression en cours d’annulation, veuillez patienter
ja: 印刷ジョブをキャンセルしています。しばらくお待ちください

source: Send completed, automatically redirected to device status
de: Senden abgeschlossen, automatische Weiterleitung zu Gerätestatus
es: Envío completado. Desvío automático a la página de estado del dispositivo.
fr: Envi terminé, redirection automatique au statut de l’appareil
ja: 送信が完了し、デバイスのステータスへ自動的にリダイレクトしました

source: The printer is busy and cannot receive printing commands.
de: Der Drucker ist belegt und kann keine Druckbefehle empfangen.
es: La impresora está ocupada y no puede recibir comandos de impresión.
fr: L’imprimante est occupée et ne peut pas recevoir de commandes d’impression.
ja: プリンターはビジーのため、印刷コマンドを受信できません。

source: Canceling the print job successfully.
de: Druckjob erfolgreich abgebrochen.
es: Cancelación exitosa de la impresión.
fr: Tâche d’impression annulée avec succès
ja: 印刷ジョブを正常にキャンセルしています。

source: Send failed, please check network or device status
de: Senden fehlgeschlagen, bitte Netzwerk- oder Gerätestatus überprüfen
es: Error en el envío. Por favor, revise la red o el estado del dispositivo.
fr: L’envoi a échoué ; vérifiez le réseau ou le statut de l’appareil
ja: 送信できませんでした。ネットワークまたはデバイスのステータスを確認してください

source: Send completed
de: Senden abgeschlossen
es: Envío completado
fr: Envoi terminé
ja: 送信が完了しました

source: Register printer
de: Drucke registrieren
es: Registrar impresora
fr: Enregistrez l’imprimante
ja: プリンターを登録する

source: Would you like to register the printer to this account?
de: Möchten Sie den Drucker für dieses Konto registrieren?
es: ¿Desea registrar la impresora en esta cuenta?
fr: Voulez-vous enregistrer l’imprimante sur ce compte ?
ja: このアカウントへプリンターを登録しますか？

source: Term of Service
de: Nutzungsbedingungen
es: Términos del Servicio
fr: Conditions de service
ja: サービス利用規約

source: The device registration failed!
de: Die Registrierung des Gerätes ist fehlgeschlagen!
es: ¡Error con el registro de dispositivo!
fr: L’enregistrement de l’appareil a échoué
ja: デバイスを登録できませんでした。

source: The device registration successful!
de: Registrierung des Gerätes erfolgreich!
es: ¡Registro de dispositivo ha sido exitoso!
fr: L’enregistrement de l’appareil a réussi
ja: デバイスを正常に登録しました。

source: Would you like to log the printer out of this account?
de: Möchten Sie den Drucker von diesem Konto abmelden?
es: ¿Desea cerrar la sesión de la impresora de esta cuenta?
fr: Voulez-vous déconnecter l’imprimante de ce compte ?
ja: このアカウントからプリンターをログアウトしますか？

source: Click OK to update the Network plug-in when Orca-Flashforge launches next time.
de: Klicken Sie auf „OK“, um das Netzwerk-Plug-in beim nächsten Start von Orca-Flashforge zu aktualisieren.
es: Haga clic en Aceptar para actualizar el complemento de red la próxima vez que se inicie Orca-Flashforge.
fr: Cliquez sur OK pour mettre à jour le plugin de réseau lors du prochain démarrage d’Orca-Flashforge.
ja: OKをクリックすると、Orca-Flashforgeが次回起動した際に、ネットワークのプラグインをアップデートします。

source: New version of Orca-Flashforge
de: Neue Version von Orca-Flashforge
es: Nueva versión de Orca-Flashforge
fr: Nouvelle version d’Orca-Flashforge
ja: Orca-Flashforgeの新バージョン

source: Step 1, please confirm Orca-Flashforge and your printer are in the same LAN.
de: Schritt 1: Bitte bestätigen, dass Orca-Flashforge und Ihr Drucker im LAN identisch sind.
es: Paso 1, por favor, confirme que Orca-Flashforge y la impresora están en la misma LAN.
fr: Étape 1, confirmez qu’Orca-Flashforge et votre imprimante sont sur le même réseau LAN.
ja: ステップ1：Orca-Flashforgeとプリンターが同じLANに存在するようにしてください。

source: Get Code
de: Holen
es: Tomar
fr: Obtenir
ja: コード取得

source: Phone Login/ Register
de: Telefon-Login/Registrierung
es: Teléfono Login/ Registro
fr: Connex. / inscript. par tél.
ja: ログイン/登録してください

source: Password Login
de: Passwort-Login
es: Contraseña Login
fr: Connex. par m. de passe
ja: ログイン用パスワード

source: Please enter your account
de: Geben Sie bitte Ihr Konto ein.
es: Por favor, introduzca su cuenta
fr: Saisissez votre compte
ja: アカウント情報を入力してください

source: Mobile phone number error
de: Fehler Mobiltelefonnummer
es: Error de Número de Teléfono Móvil
fr: Erreur du numéro de téléphone portable
ja: 携帯電話の番号が誤っています

source: Phone Number / email
de: Telefonnummer/E-Mail
es: Número de teléfono / email
fr: Numéro de téléphone / e-mail
ja: 電話番号/メールアドレス

source: Verify code is incorrect
de: Falscher Überprüfungscode
es: Verificar código incorrecto
fr: Le code de vérification est incorrect
ja: 検証コードが不正確です

source: Read and Agree to Accept
de: Lesen und zum Akzeptieren zustimmen
es: Leer y aceptar
fr: Lisez et acceptez
ja: 読んだ後に同意して受領

source: 《Term
de: 《Nutzungs
es: 《Términos
fr: 《 Conditions
ja: 《サービス

source: Service》
de: bedingungen》
es: Servicio》
ja: 規約》

source: 《Term of Service》
de: 《Nutzungsbedingungen》
es: 《Términos de Servicio》
fr: 《 Conditions de service》
ja: 《サービス利用規約》

source: 《Privacy Policy》
de: 《Datenschutzrichtlinie》
es: 《Política de privacidad》
fr: 《 Politique de confidentialité 》
ja: 《プライバシー方針》

source: Register
de: Registrieren
es: Registrarse
fr: Registre
ja: 登録

source: Forget Password
de: Passwort vergessen
es: ¿Olvidó la Contraseña?
fr: Mot de passe oublié
ja: パスワードを忘れた場合
