Repository: FlashForge/Orca-Flashforge
Catalog: localization/flashforge/*/flashforge_*.po
Languages: de, es, fr, ja

source: Account/verification code empty. Please enter.
de: Konto/Verifizierungscode ist leer Bitte eingeben.
es: Cuenta/código verificación vacío. Introdúzcalo.
fr: Compte / code de vérification vide. Entrez.
ja: アカウント/認証コードが空白です。入力してください。

source: Please check the agreement first.
de: Bitte akzeptieren Sie zuerst die Vereinbarung.
es: Por favor, compruebe primero el acuerdo.
fr: Cochez l’accord d’abord.
ja: まず規約に同意してください。

source: Server connection exception
de: Server-Verbindungsausnahme
es: Error de Conexión al Servidor
fr: Exception de la connexion au serveur
ja: サーバー接続例外

source: User not registered
de: Benutzer nicht registriert
es: Usuario no registrado
fr: Utilisateur non enregistré
ja: ユーザーが登録されていません

source: Account/password empty. Please enter.
de: Konto/Passwort ist leer. Bitte eingeben.
es: Cuenta/contraseña vacía. Por favor, introdúzcala.
fr: Compte / mot de passe vide. Entrez.
ja: アカウント/パスワードが空白です。入力してください。

source: Email Address Error
de: Fehler E-Mail-Adresse
es: Error de email
fr: Erreur d’adresse e-mail
ja: メールアドレスのエラー

source: Password is incorrect
de: Passwort ist falsch
es: La contraseña es incorrecta.
fr: Le mot de passe est incorrect
ja: パスワードが不正確です

source: Phone Number
de: Rufnummer
es: Número de teléfono
fr: Numéro de téléphone
ja: 電話番号

source: Machine Type
de: Gerätetyp
es: Tipo de máquina
fr: Type de machine
ja: デバイスのタイプ

source: Login out
de: Abmelden
es: Cerrar Sesión
fr: Connexion interrompue
ja: ログイン/ログアウト

source: cancel
de: Abbrechen
es: cancelar
fr: annuler
ja: キャンセル

source: confirm
de: Bestätigen
es: confirmar
fr: confirmer
ja: 確認

source: The current device has no printing projects
de: Das aktuelle Gerät hat keine Druckprojekte
es: El dispositivo actual no tiene proyectos de impresión.
fr: L’appareil actuel n’a pas de projets d’impression
ja: 現在のデバイスには印刷 プロジェクトがありません

source: Start Filtering
de: Start Filterung
es: Iniciar Filtración
fr: Commencer le filtrage
ja: フィルタリングを開始する

source: Internal Circulate
de: Intern zirkulieren
es: Circulación Interna
fr: Circulation interne
ja: 内部循環

source: External Circulate
de: Extern zirkulieren
es: Circulación Externa
fr: Circulation externe
ja: 外部循環

source: file name:
de: Dateiname:
es: Nombre de archivo:
fr: Nom du fichier:
ja: ファイル名：

source: Device offline
de: Geräte ist offline
es: Dispositivo sin conexión
fr: L’appareil est hors ligne
ja: デバイスのオフライン

source: clear
de: Löschen
es: Limpiar
fr: Effacer
ja: クリア

source: Info and Control
de: Info und Steuerung
es: Info y Control
fr: Infos et contrôle
ja: 情報と操作

source: file:
de: Datei:
es: archivo
fr: fichier :
ja: ファイル：

source: Remaining Time
de: Restzeit
es: Tiempo restante
fr: Temps restant
ja: 残り時間

source: pause print
de: Druck unterbrechen
es: pausar impresión
fr: mettre en pause l’impression
ja: 印刷を一時停止する

source: cancel print
de: Druck abbrechen
es: cancelar impresión
fr: annuler l’impression
ja: 印刷をキャンセルする

source: Whether Cancel Printing
de: Druck abbrechen?
es: ¿Cancelar impresión?
fr: Annuler l’impression ?
ja: 印刷をキャンセルしますか？

source: yes
de: Ja
es: sí
fr: oui
ja: はい

source: no
de: Nein
fr: non
ja: いいえ

source: Local File List
de: Lokale Dateiliste
es: Listado de Archivos Locales
fr: Liste des fichiers locaux
ja: ローカルファイル一覧

source: print
de: drucken
es: imprimir
fr: imprimer
ja: 印刷

source: idle
de: Leerlauf
es: inactivo
fr: inactif
ja: アイドル

source: completed
de: abgeschlossen
es: completado
fr: terminé
ja: 完了済

source: Print completed,clean platform!
de: Druck abgeschlossen, Plattform bereinigen!
es: Impresión completada! Por favor, limpie la placa.
fr: Impression terminée, nettoyez la plateforme
ja: 印刷完了。プラットフォームを清掃ください。

source: Total Time
de: Gesamtzeit
es: Tiempo total
fr: Temps total
ja: 合計時間

source: busy
de: belegt
es: ocupado
fr: occupé
ja: ビジー

source: Print cancelled,in cache command
de: Druck storniert, In-Cache-Befehl
es: Impresión cancelada, comando en caché
fr: Impression annulée, dans la commande de cache
ja: 印刷がキャンセルされました。コマンドがキャッシュ内に存在します

source: continue print
de: Druck fortsetzen
es: continuar impresión
fr: continuer l’impression
ja: 印刷を継続する

source: pausing
de: pausieren
es: pausa
fr: mise en pause en cours
ja: 一時停止しています

source: heating
de: heizen
es: calentando
fr: chauffage en cours
ja: 加熱しています

source: printing
de: drucken
es: imprimiendo
fr: appariement en cours
ja: 印刷しています

source: The maximum temperature cannot exceed
de: Die Max.-Temperatur kann nicht überschritten werden
es: La temperatura máxima no puede sobrepasar
fr: La température maximale ne peut pas dépasser
ja: 最高温度を超えることはできません

source: The minmum temperature should not be less than
de: Min.-Temperatur mindestens
es: La temperatura mínima no debe ser menor a
fr: La température minimale ne doit pas être inférieure à
ja: 最小温度は次のとおりです

source: Spray Nozzle
de: Sprühdüse
es: Tipo de Boquilla
fr: Buse d’aspersion
ja: 噴霧ノズル

source: Print Size
de: Druckformat
es: Volumen de Impresión
fr: Teille d’impression
ja: 印刷サイズ

source: Serial Number
de: Seriennummer
es: Número de Serie
fr: Numéro de série
ja: シリアル番号

source: Private Material Statistics
de: Private Materialstatistik
es: Estadís privadas mater
fr: Stats matériaux privés
ja: プライベート素材統計

source: Paused
de: Pausiert
es: En pausa
fr: En pause
ja: 一時停止中

source: The printer move out of range.Please go home again!
de: Druckerbewegung außerhalb Bereich. Zurück zur Grundstellung gehen!
es: ¡La impresora está fuera de rango! ¡Por favor, vuelva al inicio los ejes primero!
fr: L’imprimante s’est déplacée hors plage ; revenez à la position de repos.
ja: プリンターが移動範囲を超えました。ホームへ戻ってください。

source: Lost communication with MCU eboard
de: Keine Kommunikation mit MCU-eboard
es: Se ha perdido la comunicación con el MCU
fr: Communication avec la MCU perdue
ja: MCU eボードとの通信が途絶えました

source: TMC reports error:GSTAT
de: TMC meldet Fehler:GSTAT
es: El TMC informa de un error:GSTAT
fr: Le TMC signale une erreur : GSTAT
ja: TMCがエラー：GSTATを報告しています

source: Unable to read tmc
de: tmc Lesen nicht möglich
es: No se puede leer TMC
fr: Impossible de lire le tmc
ja: TMCを読み取れません

source: MCU eboard: Unable to connect
de: MCU eboard: Verbindung kann nicht hergestellt werden
es: Error en la Conexión con el MCU
fr: Carte électronique du MCU : Connexion impossible
ja: MCU eボード：接続できません

source: Nozzle temperature error.
de: Fehler Düsentemperatur
es: Error de temperatura de la boquilla.
fr: Erreur de température de la buse.
ja: ノズル温度がエラーを起こしています。

source: Extruder not heating at expected.Please check extruder.
de: Extruder nicht wie erwartete erhitzt.Bitte Extruder prüfen.
es: El extrusor no se calienta como se esperaba. Por favor, revíselo.
fr: L’extrudeuse ne chauffe pas comme attendu. Vérifiez-la
ja: 押出機が期待された温度まで加熱されていません。押出機を検査してください。

source: Platform not heating at expected.Please check platform.
de: Plattform nicht wie erwartete erhitzt.Bitte Plattform prüfen.
es: La plataforma no se calienta como se esperaba. Por favor, revísela.
fr: La plateforme ne chauffe pas comme attendu. Vérifiez-la
ja: プラットフォームが期待された温度まで加熱されていません。プラットフォームを検査してください。

source: Chamber not heating at expected.Please check chamber.
de: Kammer nicht wie erwartete erhitzt.Bitte Kammer prüfen.
es: La cámara no se calienta como se esperaba. Por favor, revísela.
fr: La chambre ne chauffe pas comme attendu. Vérifiez-la
ja: チャンバーが期待された温度まで加熱されていません。チャンバーを検査してください。

source: Host error, please restart !
de: Host-Fehler, bitte neu starten!
es: Error de host, reinicie.
fr: Erreur d’hôte, redémarrez.
ja: ホストがエラーを起こしています。再起動してください。

source: Z-Axis go home error.
de: Fehler Grundstellung Z-Achse.
es: Error al ir al inicio en el Eje Z
fr: Erreur de retour au repos de l’axe Z.
ja: Z軸がホームへの移動でエラーを起こしています。

source: Y-Axis go home error.
de: Fehler Grundstellung Y-Achse.
es: Error al ir al inicio en el Eje Y
fr: Erreur de retour au repos de l’axe Y.
ja: Y軸がホームへの移動でエラーを起こしています。

source: X-Axis go home error.
de: Fehler Grundstellung X-Achse.
es: Error al ir al inicio en el Eje X
fr: Erreur de retour au repos de l’axe X.
ja: X軸がホームへの移動でエラーを起こしています。

source: Extruder temperature error !
de: Fehler Extrudertemperatur!
es: Error de Temperatura del Extrusor
fr: Erreur de température de l’extrudeuse.
ja: 押出機の温度がエラーを起こしています。

source: Platform temperature error !
de: Fehler Plattformtemperatur!
es: Error de Temperatura de la Placa
fr: Erreur de température de la plateforme.
ja: プラットフォーム温度がエラーを起こしています。

source: Move queue overflow
de: Überlauf Move-Warteschlange
es: Cola Excedida
fr: Débordement de la file d’attente
ja: 移動キューがオーバーフローを起こしています

source: No filament
de: Kein Filament
es: No hay filamentos
fr: Pas de filament
ja: フィラメントが存在しません

source: Select a slot, and click the "Load" or "Unload" button to load or unload filament.
de: Einen Slot auswählen und auf „Load“ oder „Unload“ drücken, um das Filament zu Laden/Entladen.
es: Seleccione una ranura y pulse el botón "Cargar" o "Descargar" para cargar o descargar filamento.
fr: Sélectionnez une fente, et cliquez sur un des boutons « Charger » ou « Décharger » pour charger ou décharger le filament.
ja: スロットを選択し、「ロード」または 「アンロード」ボタンをクリックしてフ ィラメントをロードまたはアンロード します。

# filament
source: Load
de: Laden
es: Carga
fr: Charger
ja: ロード

# filament
source: Unload
de: Entladen
es: Descargue
fr: Décharger
ja: アンロード

source: Heat up
de: Aufwärmen
es: Calentar
fr: Mettre à température
ja: 加熱

source: Cut off filament
de: Filament schneiden
es: Corte el filamento
fr: Couper le filament
ja: フィラメントを切る

source: Retract filament
de: Filament zurückziehen
es: Retraiga el filamento
fr: Rétracter le filament
ja: フィラメントを引き戻す

source: Complete
de: Abgeschlossen
fr: Compléter
ja: 完了

source: Push filament
de: Filament drücken
es: Empuje el filamento
fr: Pousser le filament
ja: フィラメントを押し出す

# Flashforge
source: Purge old filament
de: Altes Filament spülen
es: Purgue el filamento viejo
fr: Purger d’ancien filament
ja: 古いフィラメントをパージする

# filament
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明

source: Color Library
de: Farbbibliothek
es: Biblioteca de colores
fr: Bibliothèque de couleurs
ja: カラ―ライブラリ

source: Enable IFS
de: IFS aktivieren
es: Habilitar IFS
fr: Activer l’IFS
ja: IFSを有効にする

source: Please click the filament and select its corresponding slot before sending the print job.
de: Bitte auf das Filament tippen und den entsprechenden Slot wählen, bevor der Druckauftrag gesendet wird.
es: Haga clic en el filamento y seleccione su ranura correspondiente antes de enviar el trabajo de impresión.
fr: Cliquez sur le filament et sélectionnez la fente qui lui correspond avant de lancer la tâche d’impression.
ja: 印刷ジョブを送信する前に、フィラメントをクリックして対応 するスロットを選択してください。

source: IFS not enabled, unable to select the slot
de: IFS nicht aktiviert. Slot kann nicht ausgewählt werden.
es: IFS no habilitado, no se puede seleccionar la ranura
fr: L’IFS n’est pas activé. Impossible de sélectionner la fente
ja: IFSが有効になっていないため、スロットを選択できません

source: Print File
de: Datei drucken
es: Imprimir archivo
fr: Imprimer le fichier
ja: プリントファイル

source: Material in the material station
de: Material in der Materialstation
es: Material en la estación de material
fr: Matériau dansa la station de matériau
ja: マテリアルステーション内の材料

source: Only support selecting materials of the same type
de: Es wird nur Material desselben Typs unterstützt
es: Sólo admite la selección de materiales del mismo tipo
fr: Seule la sélection de matériaux du même type est prise en charge
ja: 同じタイプの材料のみ選択可能です。

source: Filament type and color set in the slicer
de: Filamenttyp und Farbsatz im Slicer
es: Tipo de filamento y color fijados en la cortadora
fr: Type et couleur du filament définis dans la trancheuse
ja: スライサーで設定されたフィラメントの 種類と色

source: Slot number and the color of the filament in the current slot
de: Slotnummer und Filament Farbe im aktuellen Slot
es: Número de ranura y color del filamento en la ranura actual
fr: Numéro de la fente et la couleur du filament dans la fente actuelle
ja: スロット番号と現在のスロットの フィラメントの色

source: No idle devices
de: Keine Geräte im Leerlauf
es: No hay dispositivos inactivos
fr: Pas d’appareils inactifs
ja: アイドルデバイスはありません。

source: Tailor-Make Everyone's World
de: Maßgeschneiderte Lösungen für alle
es: Hacer a medida el mundo de todos
ja: みんなの世界をカスタマイズ

source: Based On OrcaSlicer
de: Auf Basis von OrcaSlicer
es: Basado en OrcaSlicer
fr: Basé sur OrcaSlicer
ja: OrcaSlicer に基づく

source: Printing Time
de: Druckzeit
es: Tiempo de impresión
fr: Temps d'impression
ja: 印刷時間

source: IP-Address
de: IP-Adresse
es: Dirección IP
fr: Adresse IP
ja: IPアドレス

source: When using Orca-Flashforge V%s, please update Flash Maker to V%s, and also update your device firmware to the latest version.
de: Beim Verwenden von Orca-Flashforge V%s aktualisieren Sie bitte Flash Maker auf V%s und setzen Sie die Firmware Ihres Geräts auf die neueste Version ein.

source: Do not show again
de: Nicht erneut anzeigen
es: No mostrar de nuevo
fr: Ne plus afficher
ja: 再度表示しない

source: Non-Flashforge build plate detected. Print quality may not be guaranteed.
de: Nicht-Flashforge-Bauplatte erkannt. Die Druckqualität kann nicht garantiert werden
es: Se ha detectado una placa de construcción no Flashforge. La calidad de impresión puede no estar garantizada.
ja: Flashforge以外のビルドプレートが検出されました。印刷品質は保証されない場合があります。

source: Continue printing
de: Druck fortsetzen
es: Continuar imprimiendo
ja: 印刷の続行

source: Stop printing (replace the build plate)
de: Druck anhalten (Bauplatte ersetzen)
es: Detener la impresión (reemplazar la placa de construcción)
ja: 印刷の中止（ビルドプレートの交換）

source: Lidar detected first-layer defects. Please check and decide whether to continue printing.
de: Lidar hat Fehler in der ersten Schicht entdeckt. Bitte prüfen und entscheiden, ob der Druck fortgesetzt werden soll.
es: Lidar detectó defectos de primera capa. Por favor, compruebe y decida si continuar la impresión.
ja: Lidarは第一レイヤーの欠陥を検出しました。確認して、印刷を続行するか決定してください。

source: Continue printing (defects acceptable)
de: Druck fortsetzen (Defekte akzeptabel)
es: Continuar imprimiendo (defectos aceptables)
ja: 印刷の続行（欠陥は許容範囲）

source: Stop printing
de: Druck anhalten
es: Detener la impresión
ja: 印刷の中止

# Flashforge
source: Flow Calibration
de: Fluss-Kalibrierung
es: Calibración de flujo
ja: フローの校正

# Flashforge
source: First Layer Inspection
de: Inspektion der ersten Schicht
es: Inspección de la primera capa
ja: 第一レイヤーの検査

source: Time-Lapse Video
de: Zeitraffer-Video
es: Vídeo de lapso de tiempo
ja: タイムラプスビデオ

# Flashforge
source: Downloading
de: Download
es: Descargando
ja: ダウンロードしています

source: Unable to download some videos. Please try again later!
de: Nicht alle Videos konnten heruntergeladen werden.
es: Error al descargar algunos videos. ¡Por favor, inténtalo de nuevo más tarde!
ja: 一部のビデオはダウンロードできませんでした。後に再度お試しください。

source: Failed videos:
de: Bitte später erneut versuchen:
es: Videos fallidos:
ja: ダウンロードできなかったビデオ：

source: Delete selected file(s)?
de: Datei(en) löschen?
es: Si desea borrar archivo(s) seleccionado(s)?
ja: 選択したファイルを削除しますか？

source: Download complete.
de: Download abgeschlossen.
es: Descarga completada.
ja: ダウンロード完了。

source: Download failed. Please try again later!
de: Download fehlgeschlagen. Bitte versuche es später erneut!
es: Error en la descarga. Por favor, inténtalo de nuevo más tarde.
ja: ダウンロードに失敗しました。しばらくしてからもう一度お試しください。

source: The network is unstable. Please try again.
de: Das Netzwerk ist instabil. Bitte versuchen Sie es erneut.
es: La red es inestable. Por favor, inténtalo de nuevo.
ja: ネットワークが不安定です。もう一度お試しください。

source: Lidar focus failure detected. Please check the Lidar.
de: Lidar-Fokusfehler erkannt. Lidar überprüfen.
es: Fallo de enfoque Lidar detectado. Por favor, compruebe el Lidar.
ja: Lidarのフォーカス不良が検出されました。Lidarを確認してください。

source: For an improved experience, please restart Orca-Flashforge to load resources.
de: Für eine verbesserte Erfahrung starten Sie bitte Orca-Flashforge neu, um die Ressourcen zu laden.
es: Para una experiencia mejorada, reinicie Orca-Flashforge para cargar los recursos.
ja: より良い体験のために、Orca-Flashforgeを再起動してリソースを読み込んでください。

# Flashforge
source: Refer & Earn
de: Empfehlen und Verdienen

source: Copy Referral Link
de: Empfehlungslink kopieren

source: Insufficient points
de: Unzureichende Punkte

source: Generating, please wait...
de: Generierung läuft, bitte warten...

source: Generation successful!
de: Generierung erfolgreich!

source: You can specify the number of colors for the model.
de: Sie können die Anzahl der Farben für das Modell angeben.

source: AI 3D Model Generator
de: KI 3D-Modellgenerator

source: Points consumed
de: Verbrauchte Punkte

source: Start generating
de: Generierung starten

source: This generation is free
de: Diese Generierung ist kostenlos

source: Remaining points
de: Verbleibende Punkte

source: Image Upload Tips
de: Tipps zum Hochladen von Bildern

source: It supports PNG, JPG, JPEG. Images should be no larger than 6MB with a minimum resolution of 128*128.
de: Unterstützt PNG, JPG, JPEG. Bilder dürfen nicht größer als 6 MB sein und müssen mindestens eine Auflösung von 128*128 haben.

source: Simple background (preferably solid color)
de: Einfacher Hintergrund (bevorzugt einfarbig)

source: No text included
de: Kein Text enthalten

source: Single model
de: Einzelnes Modell

source: The model should not be too small.
de: Das Modell sollte nicht zu klein sein.

source: We're currently experiencing high demand. Please wait...
de: Wir haben derzeit eine hohe Nachfrage. Bitte warten...

source: Current queue
de: Aktuelle Warteschlange

source: Maximum image resolution: 5000*5000
de: Maximale Bildauflösung: 5000*5000

source: Minimum image resolution: 128*128
de: Minimale Bildauflösung: 128*128

source: Maximum image size:
de: Maximale Bildgröße:

source: Failed to load image
de: Bild konnte nicht geladen werden

source: A model is currently being generated. Please wait.
de: Ein Modell wird gerade generiert. Bitte warten.

source: Network Error
de: Netzwerkfehler

source: AI Model Generation Failed
de: KI-Modellerstellung fehlgeschlagen

source: Importing...
de: Importieren...

source: Not enough points. Please earn more points.
de: Nicht genügend Punkte. Bitte sammeln Sie mehr Punkte.

source: Get Now
de: Jetzt abholen

source: Please upload the image.
de: Bitteladen Sie das Bild hoch.

source: Failed to cancel the task
de: Aufgabe konnte nicht abgebrochen werden

source: One-click export log
de: Protokoll mit einem Klick exportieren

source: Export log
de: Protokoll exportieren

source: Exporting, please wait
de: Wird exportiert, bitte warten

# Flashforge
source: Export successful
de: Export erfolgreich

source: Export failed, please try again
de: Export fehlgeschlagen, bitte erneut versuchen

source: Text to 3D Model
de: Text zu 3D-Modell

source: Image to 3D Model
de: Bild zu 3D-Modell

source: Please enter the content you want to generate. We recommend focusing on a single subject. For example: A brown cat sculpture with a curled tail, in a cartoon style
de: Bitte geben Sie den Inhalt ein, den Sie generieren möchten. Wir empfehlen, sich auf ein einzelnes Objekt zu konzentrieren. Zum Beispiel: Eine braune Katzenskulptur mit eingerolltem Schwanz im Cartoon-Stil

source: Image preprocessing
de: Bildvorverarbeitung

source: Processing image, please wait
de: Bild wird verarbeitet, bitte warten

source: We will preprocess the image to ensure the best AI model generation results
de: Wir werden das Bild vorverarbeiten, um die bestmöglichen Ergebnisse bei der KI-Modellgenerierung zu gewährleisten

source: Please confirm if the image meets your expectations
de: Bitte bestätigen Sie, ob das Bild Ihren Erwartungen entspricht

source: Regenerate
de: Neu generieren

source: This will cost you %d points. Are you sure you want to regenerate?
de: Dies kostet Sie %d Punkte. Möchten Sie wirklich neu generieren?

source: What we will do?
de: Was wir tun werden?

source: We will preprocess the image, including but not limited to removing the background, reducing complexity, and enhancing colors, to ensure higher-quality model generation results
de: Wir werden das Bild vorverarbeiten, einschließlich, aber nicht beschränkt auf das Entfernen des Hintergrunds, die Reduzierung der Komplexität und die Verstärkung der Farben, um qualitativ hochwertigere Ergebnisse bei der Modellgenerierung zu erzielen

source: Generate without preprocessing
de: Ohne Vorverarbeitung generieren

source: Generate model
de: Modell generieren

source: Based on our tests, the generation results are excellent. We highly recommend enabling this feature!
de: Basierend auf unseren Tests sind die Generierungsergebnisse ausgezeichnet. Wir empfehlen dringend, diese Funktion zu aktivieren!

source: Not Now
de: Jetzt nicht

source: Point Consumption Rules
de: Regeln zum Punkteverbrauch

source: Generating a model image based on your text, please wait
de: Generierung eines Modellbilds basierend auf Ihrem Text, bitte warten

source: Please select an image to generate a 3D model
de: Bitte wählen Sie ein Bild aus, um ein 3D-Modell zu generieren

source: Text optimization
de: Textoptimierung

source: Generate image
de: Bild generieren

source: Points have been consumed. Are you sure you want to stop this generation?
de: Punkte wurden verbraucht. Sind Sie sicher, dass Sie die Generierung stoppen möchten?

source: Points
de: Punkte

source: Uploaded images must be square (same width and height).
de: Hochgeladene Bilder müssen quadratisch sein (gleiche Breite und Höhe).

source: Cannot regenerate. Insufficient points for image or model generation.
de: Kann nicht erneut generiert werden. Unzureichende Punkte für die Bild- oder Modellerstellung.

source: Please upload your text
de: Bitte laden Sie Ihren Text hoch

source: You have %d regenerations left for this model generation. Regenerate?
de: Sie haben %d Regenerierungen für diese Modellerstellung übrig. Erneut generieren?

source: Not enough regenerations. Cannot regenerate.
de: Nicht genügend Regenerierungen. Generierung nicht möglich.

source: You've used your free generation. Stop this generation?
de: Sie haben Ihre kostenlose Generierung genutzt. Diese Generierung beenden?

source: No copyright
de: Kein Urheberrecht

source: Generation failed
de: Generierung fehlgeschlagen

source: Chamber temperature Did you know that Orca-Flashforge supports chamber temperature?
de: Kammertemperatur Wussten Sie, das Orca-Flashforge Kammertemperatur unterstützt?
es: Temperatura de la cámara ¿Sabía que Orca-Flashforge es compatible con la temperatura de la cámara?
fr: Température de la chambre Saviez-vous qu’Orca-Flashforge prend en charge la température de la chambre ?
ja: チャンバー温度 Orca-Flashforgeがチャンバー温度をサポートしていることをご存じですか？

source: Calibration Did you know that calibrating your printer can do wonders? Check out our beloved calibration solution in Orca-Flashforge.
de: Kalibrierung Wussten Sie, dass die Kalibrierung Ihres Druckers Wunder wirken kann? Schauen Sie sich ihr geliebte Kalibrierlösung in Orca-Flashforge an.
es: Calibración ¿Sabía que calibrar su impresora puede hacer maravillas? Eche un vistazo a nuestra querida solución de calibración en Orca-Flashforge.
fr: Étalonnage Saviez-vous qu’étalonner votre imprimante peut faire des merveilles ? Voyez votre solution d’étalonnage préférée dans Orca-Flashforge.
ja: 校正 プリンターを校正すれば素晴らしい成果が得られることをご存じですか？当社が誇るOrca-Flashforgeの校正ソリューションをご覧ください。

source: Auxiliary fan Did you know that Orca-Flashforge supports Auxiliary part cooling fan?
de: Hilfslüfter Wussten Sie, dass Orca-Flashforge einen Zusatzlüfter unterstützt?
es: Ventilador auxiliar ¿Sabía que Orca-Flashforge es compatible con el ventilador auxiliar de refrigeración de piezas?
fr: Ventilateur auxiliaire Saviez-vous qu’Orca-Flashforge prend en charge le ventilateur refroidisseur d’objet auxiliaire ?
ja: 補助ファン Orca-Flashforgeは補助冷却ファンに対応していることをご存じですか？
