Repository: FlashForge/Orca-Flashforge
Catalog: localization/flashforge/*/flashforge_*.po
Languages: de, es, fr, ja

source: Air filtration/Exhaust Fan Did you know that Orca-Flashforge can support Air filtration/Exhaust Fan?
de: Luftfilterung/Abluftgebläse Wussten Sie, dass Orca-Flashforge Luftfilterung/Abluftgebläse unterstützen kann?
es: Filtración de aire/Ventilador de escape ¿Sabía que Orca-Flashforge puede favorecer la filtración de aire/Ventilador de escape?
fr: Filtrage de l’air / Ventilateur d’évacuation Saviez-vous qu’Orca-Flashforge peut prendre en charge le filtrage de l’air et le ventilateur d’évacuation ?
ja: 空気循環/換気ファン Orca-Flashforgeは空気循環/換気ファンに対応していることをご存じですか？

source: How to use keyboard shortcuts Did you know that Orca-Flashforge offers a wide range of keyboard shortcuts and 3D scene operations.
de: So verwenden Sie Tastaturkürzel Wussten Sie, dass Orca-Flashforge unzählige Tastaturkürzel und 3D-Szenenoperationen bietet?
es: Cómo utilizar los atajos de teclado ¿Sabía que Orca-Flashforge ofrece una amplia gama de atajos de teclado y operaciones de escenas 3D?
fr: Comment utiliser les raccourcis clavier Saviez-vous qu’Orca-Flashforge vous offre une large gamme de raccourcis clavier et d’opérations de scènes 3D ?
ja: キーボードのショートカットの使用方法 Orca-Flashforgeは多彩なキーボードのショートカットと3Dシーン操作の機能を備えていることをご存じですか？

source: of
es: de
fr: de
ja: 利用

source: Code
es: Código
ja: コード

source: Email
fr: Adresse e-mail
ja: メールアドレス

source: Material Station
es: Estación de material
fr: Station de matériau
ja: 素材ステーション

source: h
ja: 時間

source: min
ja: 分

source: pause
es: pausa
ja: 一時停止

source: Firmware Version
es: Versión de Firmware
fr: Version firmware
ja: ファームウェアバージョン

source: When using Orca-Flashforge V%s, please update Flash Maker to V2.0.2, and also update your device firmware to the latest version.
es: Cuando utilice Orca-Flashforge V%s, actualice Flash Maker a la versión V2.0.2 y por favor, actualiza también el firmware de tu dispositivo a la última versión.
ja: Orca-Flashforge V%sを使用する際は、Flash MakerをV2.0.2に更新し、デバイスのファームウェアも最新バージョンに更新してください。

source: Flow Calibration
fr: Étalonnage du débit

source: When using Orca-Flashforge V1.3.0, please update Flash Maker to V2.0.0, and ensure that your device's firmware is updated to the latest version (V3.1.x).
fr: Lorsque vous utilisez Orca-Flashforge V1.3.0, veuillez mettre à jour Flash Maker vers la version V2.0.0 et vous assurer que le firmware de votre appareil est mis à jour vers la dernière version (V3.1.x).
